adw-gtk-theme
alsa-tools
alsa-utils
amd-ucode
ark
awww
base
base-devel
blueman
bluez
bluez-utils
btop
cliphist
code
cups
cups-pk-helper
dkms
dolphin
dolphin-plugins
dunst
efibootmgr
fastfetch
fzf
git
gptfdisk
grim
grub
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprshot
imagemagick
imv
iwd
kio-admin
konsole
kvantum
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
mpv
nano
network-manager-applet
networkmanager
nvidia-open-dkms
openssh
paprefs
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
sddm
slurp
smartmontools
starship
steam
sudo
system-config-printer
ttf-jetbrains-mono-nerd
uwsm
vim
vlc
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
